msg_text= {
    0:"Рады приветствовать Вас, {0}!\r\n \
         Вы вошли на главную страницу бота СТ 'АМАТОР'. \r\n \
         Созданного для обмена информацией между членами товарищества и правлением. \r\n \
         НАПИШИТЕ ЛЮБОЕ СООБЩЕНИЕ для того чтоб подписаться и получить доступ к основному функционалу нашего бота.", 
    1:"Отлично, {0}! \r\n \
        Вы успешно подписались на наш публичный канал, \r\n \
         теперь вам доступен весь функционал нашего бота.",
    2:"Для начала Вам нужно зарегистрироваться. \r\n \
         Введите Ваш номер телефона в сообщении в формате 09912345678"}