msg_text= {
    0:"Рады приветствовать Вас, {0}!\r\n \
         Вы вошли на главную страницу чат бота СТ'Аматор', для обмена информацией между членами товарищества и правлением. \r\n \
         НАПИШИТЕ ЛЮБОЕ СООБЩЕНИЕ для того чтоб подписаться и получить доступ к функционалу.", 
    1:"Отлично, {0}! \r\n \
        Вы успешно подписались.",
    2:"Для начала Вам нужно зарегистрироваться по номеру телефона! \r\n \
           Воспользуйтесь меню для отправки контактных данных. \r\n \
           Обращаем Ваше внимание, дальнейший вход в систему возможен исключительно с того номера телефона, который указан в регистрационной книге товарищества! \r\n \
           Это гарантирует сохранность Ваших персональных данных!",
    3:"Автоматическая регистрация прошла успешно!!!",
    4:"Уважаемый(ая) {0} {1}, воспользуйтесь меню для навигации.",
    5:"Участок №{uchastok_id} \r\n \
Дорожка №{line_id} \r\n \
Площадь-{s_uchastka} сотки. \r\n \
--->2021г={vzn2021}грн. Оплачено-{opl2021} грн.\r\n \
--->2020г={vzn2020}грн. Оплачено-{opl2020} грн.\r\n \
--->2019г={vzn2019}грн. Оплачено-{opl2019} грн.",
    6:"По вашему номеру телефона в СТ'Аматор' имеются следующие сведения:\r\n \
Участок №{uchastok_id} \r\n \
Дорожка №{line_id} \r\n \
Площадь-{s_uchastka} сотки. \r\n \
Фамилия: {name1} \r\n \
Имя: {name2} \r\n \
Отчество: {name3} \r\n \
Адрес:{adr1}, ул.{adr2}, д.{adr3}, кв.{adr4} \r\n \
Телефон1:{tel1} \r\n \
Телефон2:{tel2}",
    7:"Проверьте правильность и актуальность анкетных данных. \
При необходимости, сообщите в правление товарищества об изменениях или ошибке.",
    8:"Председатель правления:\r\n \
Олейник Дмитрий Александрович\r\n \
т.099-947-65-50\r\n \
\r\n \
График работы:\r\n \
Ср.-вc. с 9.00 до 13.00",
    9:"Введи текущие показания вашего счетчика:\r\n",
    10:"Передать показание счетчика -{1} в правление СТ`Аматор` для обработки.",
    11:"Введенное значение не корректно. Введите значение без пробелов и других символов.",
    12:"Отправить показание - {} на обработку? ",
    13:"Ваши показания отправленны на обработку в правление товарищества.\r\n \
         Обращаем внимание, основной учет электроэнергии пока остаятся в письменном виде,\
            соответственно обработка данных потребует некоторого времени.\r\n \
                После обработки вы сможете ознакомится с детальной информацией в пункте меню `История показаний`",
    14:"К сожалению история переданных показаний через систему чат-бот пока отсуцтвует. \r\n \
         Передайте текущие показания, и дождитесь их обработки персоналом товарищества.",
    15:"История показаний по вашему дачному участку:\r\n"
}