msg_text= {
    0:"Рады приветствовать Вас, {0}!\r\n \
         Вы вошли на главную страницу бота СТ 'АМАТОР'. \r\n \
         Созданного для обмена информацией между членами товарищества и правлением. \r\n \
         НАПИШИТЕ ЛЮБОЕ СООБЩЕНИЕ для того чтоб подписаться и получить доступ к основному функционалу нашего бота.", 
    1:"Отлично, {0}! \r\n \
        Вы успешно подписались на наш публичный канал, \r\n \
         теперь вам доступен весь функционал нашего бота.",
    2:"Для начала Вам нужно зарегистрироваться! \r\n \
         Регистрация проходит в автоматическом режиме по вашему номеру телефона. \r\n \
         Воспользуйтесь кнопкой меню для отправки ваших контактных данных. \r\n \
         Обращаем Ваше внимание, дальнейший вход в систему возможен исключительно с того номера телефона, который указан в регистрационной книге товарищества! \r\n \
         Это гарантирует сохранность Ваших персональных данных в рамках данного сервиса.",
    3:"Автоматическая регистрация прошла успешно!!!",
    4:"Уважаемый(ая) {0} {1}, воспользуйтесь контекстным меню внизу екрана для навигации."}